{
  "name": "ISO27001:2013 - Annexe A",
  "description": "Fonctions de sécurité depuis l'annexe A de l'ISO27001:2013",
  "copyright": "©ISO/CEI 2013 – All rights reserved",
  "locale": "fr",
  "objects": [
    {
      "type": "security_function",
      "fields": {
        "name": "﻿A.5.1.1 - Politiques de sécurité de l’information",
        "description": "Un ensemble de politiques de sécurité de l’information doit être défini, approuvé par la direction, diffusé et communiqué aux salariés et aux tiers concernés.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.5.1.2 - Revue des politiques de sécurité de l’information",
        "description": "Les politiques de sécurité de l’information doivent être revues à intervalles programmés ou en cas de changements majeurs pour garantir leur pertinence, leur adéquation et leur effectivité dans le temps.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.6.1.1 - Fonctions et responsabilités liées à la sécurité de l’information",
        "description": "Toutes les responsabilités en matière de sécurité de l’information doivent être définies et attribuées.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.6.1.2 - Séparation des tâches",
        "description": "Les tâches et les domaines de responsabilité incompatibles doivent être cloisonnés pour limiter les possibilités de modification ou de mauvais usage, non autorisé(e) ou involontaire, des actifs de l’organisation.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.6.1.3 - Relations avec les autorités",
        "description": "Des relations appropriées avec les autorités compétentes doivent être entretenues.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.6.1.4 - Relations avec des groupes de travail spécialisés",
        "description": "Des relations appropriées avec des groupes d’intérêt, des forums spécialisés dans la sécurité et des associations professionnelles doivent être entretenues.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.6.1.5 - La sécurité de l’information dans la gestion de projet",
        "description": "La sécurité de l’information doit être considérée dans la gestion de projet, quel que soit le type de projet concerné.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.6.2.1 - Politique en matière d’appareils mobiles",
        "description": "Une politique et des mesures de sécurité complémentaires doivent être adoptées pour gérer les risques découlant de l’utilisation des appareils mobiles.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.6.2.2 - Télétravail",
        "description": "Une politique et des mesures de sécurité complémentaires doivent être mises en œuvre pour protéger les informations consultées, traitées ou stockées sur des sites de télétravail.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.7.1.1 - Sélection des candidats",
        "description": "Des vérifications doivent être effectuées sur tous les candidats à l’embauche conformément aux lois, aux règlements et à l’éthique et être proportionnées aux exigences métier, à la classification des informations accessibles et aux risques identifiés.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.7.1.2 - Termes et conditions d’embauche",
        "description": "Les accords contractuels entre les salariés et les sous-traitants doivent préciser leurs responsabilités et celles de l’organisation en matière de sécurité de l’information.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.7.2.1 - Responsabilités de la direction",
        "description": "La direction doit demander à tous les salariés et sous-traitants d’appliquer les règles de sécurité de l’information conformément aux politiques et aux procédures en vigueur dans l’organisation.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.7.2.2 - Sensibilisation, apprentissage et formation à la sécurité de l’information",
        "description": "L’ensemble des salariés de l’organisation et, quand cela est pertinent, des sous-traitants, doit bénéficier d’une sensibilisation et de formations adaptées et recevoir régulièrement les mises à jour des politiques et procédures de l’organisation s’appliquant à leurs fonctions.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.7.2.3 - Processus disciplinaire",
        "description": "Un processus disciplinaire formel et connu de tous doit exister pour prendre des mesures à l’encontre des salariés ayant enfreint les règles liées à la sécurité de l’information.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.7.3.1 - Achèvement ou modification des responsabilités associées au contrat de travail",
        "description": "Les responsabilités et les missions liées à la sécurité de l’information qui restent valables à l’issue de la rupture, du terme ou de la modification du contrat de travail, doivent être définies, communiquées au salarié ou au sous-traitant, et appliquées.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.8.1.1 - Inventaire des actifs",
        "description": "Les actifs associés à l’information et aux moyens de traitement de l’information doivent être identifiés et un inventaire de ces actifs doit être dressé et tenu à jour.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.8.1.2 - Propriété des actifs",
        "description": "Les actifs figurant à l’inventaire doivent être attribués à un propriétaire.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.8.1.3 - Utilisation correcte des actifs",
        "description": "Les règles d’utilisation correcte de l’information, les actifs associés à l’information et les moyens de traitement de l’information doivent être identifiés, documentés et mis en œuvre.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.8.1.4 - Restitution des actifs",
        "description": "Tous les salariés et les utilisateurs tiers doivent restituer la totalité des actifs de l’organisation qu’ils ont en leur possession au terme de la période d’emploi, du contrat ou de l’accord.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.8.2.1 - Classification des informations",
        "description": "Les informations doivent être classifiées en termes d’exigences légales, de valeur, de caractère critique et de sensibilité au regard d’une divulgation ou modification non autorisée.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.8.2.2 - Marquage des informations",
        "description": "Un ensemble approprié de procédures pour le marquage de l’information doit être élaboré et mis en œuvre conformément au plan de classification adopté par l’organisation.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.8.2.3 - Manipulation des actifs",
        "description": "Des procédures de traitement de l’information doivent être élaborées et mises en œuvre conformément au plan de classification de l’information adopté par l’organisation.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.8.3.1 - Gestion des supports amovibles",
        "description": "Des procédures de gestion des supports amovibles doivent être mises en œuvre conformément au plan de classification adopté par l’organisation.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.8.3.2 - Mise au rebut des supports",
        "description": "Les supports qui ne sont plus nécessaires doivent être mis au rebut de manière sécurisée en suivant des procédures formelles.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.8.3.3 - Transfert physique des supports",
        "description": "Les supports contenant de l’information doivent être protégés contre les accès non autorisés, les erreurs d’utilisation et l’altération lors du transport.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.9.1.1 - Politique de contrôle d’accès",
        "description": "Une politique de contrôle d’accès doit être établie, documentée et revue sur la base des exigences métier et de sécurité de l’information.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.9.1.2 - Accès aux réseaux et aux services réseau",
        "description": "Les utilisateurs doivent avoir uniquement accès au réseau et aux services réseau pour lesquels ils ont spécifiquement reçu une autorisation.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.9.2.1 - Enregistrement et désinscription des utilisateurs",
        "description": "Un processus formel d’enregistrement et de désinscription des utilisateurs doit être mis en œuvre pour permettre l’attribution des droits d’accès.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.9.2.2 - Distribution des accès aux utilisateurs",
        "description": "Un processus formel de distribution des accès aux utilisateurs doit être mis en œuvre pour attribuer et retirer des droits d’accès à tous types d’utilisateurs sur l’ensemble des services et des systèmes.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.9.2.3 - Gestion des droits d’accès à privilèges",
        "description": "L’allocation et l’utilisation des droits d’accès à privilèges doivent être restreintes et contrôlées.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.9.2.4 - Gestion des informations secrètes d’authentification des utilisateurs",
        "description": "L’attribution des informations secrètes d’authentification doit être réalisée dans le cadre d’un processus de gestion formel.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.9.2.5 - Revue des droits d’accès utilisateurs",
        "description": "Les propriétaires d’actifs doivent vérifier les droits d’accès des utilisateurs à intervalles réguliers.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.9.2.6 - Suppression ou adaptation des droits d’accès",
        "description": "Les droits d’accès aux informations et aux moyens de traitement des informations de l’ensemble des salariés et utilisateurs tiers doivent être supprimés à la fin de leur période d’emploi, ou adaptés en cas de modification du contrat ou de l’accord.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.9.3.1 - Utilisation d’informations secrètes d’authentification",
        "description": "Les utilisateurs doivent suivre les pratiques de l’organisation pour l’utilisation des informations secrètes d’authentification.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.9.4.1 - Restriction d’accès à l’information",
        "description": "L’accès à l’information et aux fonctions d’application système doit être restreint conformément à la politique de contrôle d’accès.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.9.4.2 - Sécuriser les procédures de connexion",
        "description": "Lorsque la politique de contrôle d’accès l’exige, l’accès aux systèmes et aux applications doit être contrôlé par une procédure de connexion sécurisée.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.9.4.3 - Système de gestion des mots de passe",
        "description": "Les systèmes qui gèrent les mots de passe doivent être interactifs et doivent garantir la qualité des mots de passe.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.9.4.4 - Utilisation de programmes utilitaires à privilèges",
        "description": "L’utilisation des programmes utilitaires permettant de contourner les mesures de sécurité d’un système ou d’une application doit être limitée et étroitement contrôlée.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.9.4.5 - Contrôle d’accès au code source des programmes",
        "description": "L’accès au code source des programmes doit être restreint.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.10.1.1 - Politique d’utilisation des mesures cryptographiques",
        "description": "Une politique d’utilisation des mesures cryptographiques en vue de protéger l’information doit être élaborée et mise en œuvre.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.10.1.2 - Gestion des clés",
        "description": "Une politique sur l’utilisation, la protection et la durée de vie des clés cryptographiques doit être élaborée et mise en œuvre tout au long de leur cycle de vie.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.1.1 - Périmètre de sécurité physique",
        "description": "Des périmètres de sécurité doivent être définis et utilisés pour protéger les zones contenant l’information sensible ou critique et les moyens de traitement de l’information.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.1.2 - Contrôle d’accès physique",
        "description": "Les zones sécurisées doivent être protégées par des contrôles adéquats à l’entrée pour s’assurer que seul le personnel autorisé est admis.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.1.3 - Sécurisation des bureaux, des salles et des équipements",
        "description": "Des mesures de sécurité physique aux bureaux, aux salles et aux équipements doivent être conçues et appliquées.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.1.4 - Protection contre les menaces extérieures et environnementales",
        "description": "Des mesures de protection physique contre les désastres naturels, les attaques malveillantes ou les accidents doivent être conçues et appliquées.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.1.5 - Travail dans les zones sécurisées",
        "description": "Des procédures pour le travail dans les zones sécurisées doivent être conçues et appliquées.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.1.6 - Zones de livraison et de chargement",
        "description": "Les points d’accès tels que les zones de livraison et de chargement et les autres points par lesquels des personnes non autorisées peuvent pénétrer dans les locaux doivent être contrôlés et, si possible, isolés des moyens de traitement de l’information, de façon à éviter les accès non autorisés.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.2.1 - Emplacement et protection des matériels",
        "description": "Les matériels doivent être localisés et protégés de manière à réduire les risques liés à des menaces et des dangers environnementaux et les possibilités d’accès non autorisé.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.2.2 - Services généraux",
        "description": "Les matériels doivent être protégés des coupures de courant et autres perturbations dues à une défaillance des services généraux.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.2.3 - Sécurité du câblage",
        "description": "Les câbles électriques ou de télécommunication transportant des données ou supportant les services d’information doivent être protégés contre toute interception ou tout dommage.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.2.4 - Maintenance des matériels",
        "description": "Les matériels doivent être entretenus correctement pour garantir leur disponibilité permanente et leur intégrité.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.2.5 - Sortie des actifs",
        "description": "Les matériels, les informations ou les logiciels des locaux de l’organisation ne doivent pas sortir sans autorisation préalable.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.2.6 - Sécurité des matériels et des actifs hors des locaux",
        "description": "Des mesures de sécurité doivent être appliquées aux matériels utilisés hors des locaux de l’organisation en tenant compte des différents risques associés au travail hors site.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.2.7 - Mise au rebut ou recyclage sécurisé(e) des matériels",
        "description": "Tous les composants des matériels contenant des supports de stockage doivent être vérifiés pour s’assurer que toute donnée sensible a bien été supprimée et que tout logiciel sous licence a bien été désinstallé ou écrasé de façon sécurisée, avant leur mise au rebut ou leur réutilisation.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.2.8 - Matériels utilisateur laissés sans surveillance",
        "description": "Les utilisateurs doivent s’assurer que les matériels non surveillés sont dotés d’une protection appropriée.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.11.2.9 - Politique du bureau propre et de l’écran verrouillé",
        "description": "Une politique du bureau propre pour les documents papier et les supports de stockage amovibles, et une politique de l’écran verrouillé pour les moyens de traitement de l’information doivent être adoptées.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.12.1.1 - Procédures d’exploitation documentées",
        "description": "Les procédures d’exploitation doivent être documentées et mises à disposition de tous les utilisateurs concernés.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.12.1.2 - Gestion des changements",
        "description": "Les changements apportés à l’organisation, aux processus métier, aux systèmes et moyens de traitement de l’information ayant une incidence sur la sécurité de l’information doivent être contrôlés.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.12.1.3 - Dimensionnement",
        "description": "L’utilisation des ressources doit être surveillée et ajustée et des projections sur les dimensionnements futurs doivent être effectuées pour garantir les performances exigées du système.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.12.1.4 - Séparation des environnements de développement, de test et d’exploitation",
        "description": "Les environnements de développement, de test et d’exploitation doivent être séparés pour réduire les risques d’accès ou de changements non autorisés dans l’environnement en exploitation.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.12.2.1 - Mesures contre les logiciels malveillants",
        "description": "Des mesures de détection, de prévention et de récupération conjuguées à une sensibilisation des utilisateurs adaptée, doivent être mises en œuvre pour se protéger contre les logiciels malveillants.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.12.3.1 - Sauvegarde des informations",
        "description": "Des copies de sauvegarde de l’information, des logiciels et des images systèmes doivent être réalisés et testés régulièrement conformément à une politique de sauvegarde convenue.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.12.4.1 - Journalisation des événements",
        "description": "Des journaux d’événements enregistrant les activités de l’utilisateur, les exceptions, les défaillances et les événements liés à la sécurité de l’information doivent être créés, tenus à jour et vérifiés régulièrement.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.12.4.2 - Protection de l’information journalisée",
        "description": "Les moyens de journalisation et d’information journalisée doivent être protégés contre les risques de falsification ou d’accès non autorisé.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.12.4.3 - Journaux administrateur et opérateur",
        "description": "Les activités de l’administrateur système et de l’opérateur système doivent être journalisées, protégées et vérifiées régulièrement.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.12.4.4 - Synchronisation des horloges",
        "description": "Les horloges de l’ensemble des systèmes de traitement de l’information concernés d’une organisation ou d’un domaine de sécurité doivent être synchronisées sur une source de référence temporelle unique.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.12.5.1 - Installation de logiciels sur des systèmes en exploitation",
        "description": "Des procédures doivent être mises en œuvre pour contrôler l’installation de logiciel sur des systèmes en exploitation.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.12.6.1 - Gestion des vulnérabilités techniques",
        "description": "Des informations sur les vulnérabilités techniques des systèmes d’information en exploitation doivent être obtenues en temps opportun, l’exposition de l’organisation à ces vulnérabilités doit être évaluée et les mesures appropriées doivent être prises pour traiter le risque associé.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.12.6.2 - Restrictions liées à l’installation de logiciels",
        "description": "Des règles régissant l’installation de logiciels par les utilisateurs doivent être établies et mises en œuvre.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.12.7.1 - Mesures relatives à l’audit des systèmes d’information",
        "description": "Les exigences et activités d’audit impliquant des vérifications sur des systèmes en exploitation doivent être prévues avec soin et validées afin de réduire au minimum les perturbations subies par les processus métier.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.13.1.1 - Contrôle des réseaux",
        "description": "Les réseaux doivent être gérés et contrôlés pour protéger l’information contenue dans les systèmes et les applications.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.13.1.2 - Sécurité des services de réseau",
        "description": "Pour tous les services de réseau, les mécanismes de sécurité, les niveaux de service et les exigences de gestion, doivent être identifiés et intégrés dans les accords de services de réseau, que ces services soient fournis en interne ou externalisés.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.13.1.3 - Cloisonnement des réseaux",
        "description": "Les groupes de services d’information, d’utilisateurs et de systèmes d’information doivent être cloisonnés sur les réseaux.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.13.2.1 - Politiques et procédures de transfert de l’information",
        "description": "Des politiques, des procédures et des mesures de transfert formelles doivent être mises en place pour protéger les transferts d’information transitant par tous types d’équipements de communication.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.13.2.2 - Accords en matière de transfert d’information",
        "description": "Des accords doivent traiter du transfert sécurisé de l’information liée à l’activité entre l’organisation et les tiers.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.13.2.3 - Messagerie électronique",
        "description": "L’information transitant par la messagerie électronique doit être protégée de manière appropriée.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.13.2.4 - Engagements de confidentialité ou de non-divulgation",
        "description": "Les exigences en matière d’engagements de confidentialité ou de non-divulgation, doivent être identifiées, vérifiées régulièrement et documentées conformément aux besoins de l’organisation.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.14.1.1 - Analyse et spécification des exigences de sécurité de l’information",
        "description": "Les exigences liées à la sécurité de l’information doivent être intégrées aux exigences des nouveaux systèmes d’information ou des améliorations de systèmes d’information existants.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.14.1.2 - Sécurisation des services d’application sur les réseaux publics",
        "description": "Les informations liées aux services d’application transmises sur les réseaux publics doivent être protégées contre les activités frauduleuses, les différents contractuels, ainsi que la divulgation et la modification non autorisées.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.14.1.3 - Protection des transactions liées aux services d’application",
        "description": "Les informations impliquées dans les transactions liées aux services d’application doivent être protégées pour empêcher une transmission incomplète, des erreurs d’acheminement, la modification non autorisée, la divulgation non autorisée, la duplication non autorisée du message ou sa réémission.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.14.2.1 - Politique de développement sécurisé",
        "description": "Des règles de développement des logiciels et des systèmes doivent être établies et appliquées aux développements de l’organisation.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.14.2.2 - Procédures de contrôle des changements de système",
        "description": "Les changements des systèmes dans le cadre du cycle de développement doivent être contrôlés par le biais de procédures formelles.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.14.2.3 - Revue technique des applications après changement apporté à la plateforme d’exploitation",
        "description": "Lorsque des changements sont apportés aux plateformes d’exploitation, les applications critiques métier doivent être vérifiées et testées afin de vérifier l’absence de tout effet indésirable sur l’activité ou sur la sécurité.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.14.2.4 - Restrictions relatives aux changements apportés aux progiciels",
        "description": "Les modifications des progiciels ne doivent pas être encouragées, être limitées aux changements nécessaires et tout changement doit être strictement contrôlé.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.14.2.5 - Principes d’ingénierie de la sécurité des systèmes",
        "description": "Des principes d’ingénierie de la sécurité des systèmes doivent être établis, documentés, tenus à jour et appliqués à tous les travaux de mise en œuvre des systèmes d’information.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.14.2.6 - Environnement de développement sécurisé",
        "description": "Les organisations doivent établir des environnements de développement sécurisés pour les tâches de développement et d’intégration du système, qui englobe l’intégralité du cycle de vie du développement du système, et en assurer la protection de manière appropriée.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.14.2.7 - Développement externalisé",
        "description": "L’organisation doit superviser et contrôler l’activité de développement du système externalisée.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.14.2.8 - Test de la sécurité du système",
        "description": "Les tests de fonctionnalité de la sécurité doivent être réalisés pendant le développement.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.14.2.9 - Test de conformité du système",
        "description": "Des programmes de test de conformité et des critères associés doivent être déterminés pour les nouveaux systèmes d’information, les mises à jour et les nouvelles versions.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.14.3.1 - Protection des données de test",
        "description": "Les données de test doivent être sélectionnées avec soin, protégées et contrôlées.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.15.1.1 - Politique de sécurité de l’information dans les relations avec les fournisseurs",
        "description": "Des exigences de sécurité de l’information pour limiter les risques résultant de l’accès des fournisseurs aux actifs de l’organisation doivent être acceptées par le fournisseur et documentées.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.15.1.2 - La sécurité dans les accords conclus avec les fournisseurs",
        "description": "Les exigences applicables liées à la sécurité de l’information doivent être établies et convenues avec chaque fournisseur pouvant accéder, traiter, stocker, communiquer ou fournir des composants de l’infrastructure informatique destinés à l’information de l’organisation.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.15.1.3 - Chaîne d’approvisionnement des produits et des services informatiques",
        "description": "Les accords conclus avec les fournisseurs doivent inclure des exigences sur le traitement des risques liés à la sécurité de l’information associé à la chaîne d’approvisionnement des produits et des services informatiques.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.15.2.1 - Surveillance et revue des services des fournisseurs",
        "description": "Les organisations doivent surveiller, vérifier et auditer à intervalles réguliers la prestation des services assurés par les fournisseurs.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.15.2.2 - Gestion des changements apportés dans les services des fournisseurs",
        "description": "Les changements effectués dans les prestations de service des fournisseurs, comprenant le maintien et l’amélioration des politiques, procédures et mesures existant en matière de sécurité de l’information, doivent être gérés en tenant compte du caractère critique de l’information, des systèmes et des processus concernés et de la réappréciation des risques.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.16.1.1 - Responsabilités et procédures",
        "description": "Des responsabilités et des procédures permettant de garantir une réponse rapide, efficace et pertinente doivent être établies en cas d’incident lié à la sécurité de l’information.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.16.1.2 - Signalement des événements liés à la sécurité de l’information",
        "description": "Les événements liés à la sécurité de l’information doivent être signalés dans les meilleurs délais par les voies hiérarchiques appropriées.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.16.1.3 - Signalement des failles liées à la sécurité de l’information",
        "description": "Les salariés et les sous-traitants utilisant les systèmes et services d’information de l’organisation doivent noter et signaler toute faille de sécurité observée ou soupçonnée dans les systèmes ou services.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.16.1.4 - Appréciation des événements liés à la sécurité de l’information et prise de décision",
        "description": "Les événements liés à la sécurité de l’information doivent être appréciés et il doit être décidé s’il faut les classer comme incidents liés à la sécurité de l’information.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.16.1.5 - Réponse aux incidents liés à la sécurité de l’information",
        "description": "Les incidents liés à la sécurité de l’information doivent être traités conformément aux procédures documentées.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.16.1.6 - Tirer des enseignements des incidents liés à la sécurité de l’information",
        "description": "Les connaissances recueillies suite à l’analyse et la résolution d’incidents doivent être utilisées pour réduire la probabilité ou l’impact d’incidents ultérieurs.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.16.1.7 - Collecte de preuves",
        "description": "L’organisation doit définir et appliquer des procédures d’identification, de collecte, d’acquisition et de protection de l’information pouvant servir de preuve.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.17.1.1 - Organisation de la continuité de la sécurité de l’information",
        "description": "L’organisation doit déterminer ses exigences en matière de sécurité de l’information et de continuité de management de la sécurité de l’information dans des situations défavorables, comme lors d’une crise ou d’un sinistre\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.17.1.2 - Mise en œuvre de la continuité de la sécurité de l’information",
        "description": "L’organisation doit établir, documenter, mettre en œuvre et tenir à jour des processus, des procédures et des mesures permettant de fournir le niveau requis de continuité de sécurité de l’information au cours d’une situation défavorable.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.17.1.3 - Vérifier, revoir et évaluer la continuité de la sécurité de l’information",
        "description": "L’organisation doit vérifier les mesures de continuité de la sécurité de l’information mises en œuvre à intervalles réguliers afin de s’assurer qu’elles sont valables et efficaces dans des situations défavorables.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.17.2.1 - Disponibilité des moyens de traitement de l’information",
        "description": "Des moyens de traitement de l’information doivent être mis en œuvre avec suffisamment de redondances pour répondre aux exigences de disponibilité.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.18.1.1 - Identification de la législation et des exigences contractuelles applicables",
        "description": "Toutes les exigences légales, statutaires, réglementaires et contractuelles en vigueur, ainsi que l’approche adoptée par l’organisation pour satisfaire à ces exigences, doivent être explicitement définies, documentées et mises à jour pour chaque système d’information et pour l’organisation elle-même.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.18.1.2 - Droits de propriété intellectuelle",
        "description": "Des procédures appropriées doivent être mises en œuvre pour garantir la conformité avec les exigences légales, réglementaires et contractuelles relatives à la propriété intellectuelle et à l’usage des licences de logiciels propriétaires.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.18.1.3 - Protection des enregistrements",
        "description": "Les enregistrements doivent être protégés de la perte, de la destruction, de la falsification, des accès non autorisés et des diffusions non autorisées, conformément aux exigences légales, réglementaires, contractuelles et aux exigences métier.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.18.1.4 - Protection de la vie privée et protection des données à caractère personnel",
        "description": "La protection de la vie privée et la protection des données à caractère personnel doivent être garanties telles que l’exigent la législation ou les réglementations applicables, et les clauses contractuelles le cas échéant.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.18.1.5 - Réglementation relative aux mesures cryptographiques",
        "description": "Des mesures cryptographiques doivent être prises conformément aux accords, législation et réglementations applicables.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.18.2.1 - Revue indépendante de la sécurité de l’information",
        "description": "Des revues régulières et indépendantes de l’approche retenue par l’organisme pour gérer et mettre en œuvre la sécurité de l’information (à savoir le suivi des objectifs de sécurité, les mesures, les politiques, les procédures et les processus relatifs à la sécurité de l’information) doivent être effectuées à intervalles définis ou lorsque des changements importants sont intervenus.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.18.2.2 - Conformité avec les politiques et les normes de sécurité",
        "description": "Les responsables doivent régulièrement vérifier la conformité du traite- ment de l’information et des procédures dont ils sont chargés au regard des politiques, des normes de sécurité applicables et autres exigences de sécurité.\n",
        "provider": "ISO 27001:2013"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "A.18.2.3 - Vérification de la conformité technique",
        "description": "Les systèmes d’information doivent être examinés régulièrement quant à leur conformité avec les politiques et les normes de sécurité de l’information de l’organisation.\n",
        "provider": "ISO 27001:2013"
      }
    }
  ]
}