{
  "name": "MITRE ATT&CK 2.1 - Fonctions de sécurité",
  "description": "Fonctions de sécurité depuis MITRE ATT&CK 2.1",
  "format_version": "1.0",
  "copyright": "\nTerms of Use\nLICENSE\nThe MITRE Corporation (MITRE) hereby grants you a non-exclusive, royalty-free license to use ATT&CK® for research, development, and commercial purposes. Any copy you make for such purposes is authorized provided that you reproduce MITRE's copyright designation and this license in any such copy.\n\"© 2022 The MITRE Corporation. This work is reproduced and distributed with the permission of The MITRE Corporation.\"\nDISCLAIMERS\nMITRE does not claim ATT&CK enumerates all possibilities for the types of actions and behaviors documented as part of its adversary model and framework of techniques. Using the information contained within ATT&CK to address or cover full categories of techniques will not guarantee full defensive coverage as there may be undisclosed techniques or variations on existing techniques not documented by ATT&CK.\nALL DOCUMENTS AND THE INFORMATION CONTAINED THEREIN ARE PROVIDED ON AN \"AS IS\" BASIS AND THE CONTRIBUTOR, THE ORGANIZATION HE/SHE REPRESENTS OR IS SPONSORED BY (IF ANY), THE MITRE CORPORATION, ITS BOARD OF TRUSTEES, OFFICERS, AGENTS, AND EMPLOYEES, DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO ANY WARRANTY THAT THE USE OF THE INFORMATION THEREIN WILL NOT INFRINGE ANY RIGHTS OR ANY IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\n",
  "locale": "fr",
  "objects": [
    {
      "type": "security_function",
      "fields": {
        "name": "﻿M1031 - Prévention des intrusions sur le réseau",
        "description": "Utilisez des signatures de détection d’intrusion pour bloquer le trafic aux limites du réseau.\nhttps://attack.mitre.org/mitigations/M1031\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1016 - Analyse des vulnérabilités",
        "description": "L’analyse des vulnérabilités est utilisée pour trouver des vulnérabilités logicielles potentiellement exploitables afin de les corriger.\nhttps://attack.mitre.org/mitigations/M1016\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1035 - Limiter l’accès aux ressources sur le réseau",
        "description": "Empêcher l’accès aux partages de fichiers, l’accès à distance aux systèmes, les services inutiles. Les mécanismes visant à limiter l’accès peuvent inclure l’utilisation de concentrateurs de réseau, de passerelles RDP, etc.\nhttps://attack.mitre.org/mitigations/M1035\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1029 - Stockage de données à distance",
        "description": "Utilisez le journal de sécurité à distance et le stockage de fichiers sensibles où l’accès peut être mieux contrôlé pour éviter l’exposition des données du journal de détection d’intrusion ou des informations sensibles.\nhttps://attack.mitre.org/mitigations/M1029\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1037 - Filtrer le trafic réseau",
        "description": "Utilisez des équipements réseau pour filtrer le trafic entrant ou sortant et effectuer un filtrage basé sur un protocole. Configurez le logiciel sur les points de terminaison pour filtrer le trafic réseau.\nhttps://attack.mitre.org/mitigations/M1037\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1021 - Restreindre le contenu Web",
        "description": "Restreindre l’utilisation de certains sites Web, bloquer les téléchargements / pièces jointes, bloquer Javascript, restreindre les extensions de navigateur, etc.\nhttps://attack.mitre.org/mitigations/M1021\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1033 - Limiter l’installation du logiciel",
        "description": "Empêcher les utilisateurs ou les groupes d’installer des logiciels non approuvés.\nhttps://attack.mitre.org/mitigations/M1033\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1013 - Conseils aux développeurs d’applications",
        "description": "Cette atténuation décrit toute orientation ou formation donnée aux développeurs d’applications pour éviter d’introduire des faiblesses de sécurité dont un adversaire pourrait être en mesure de tirer parti.\nhttps://attack.mitre.org/mitigations/M1013\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1034 - Limiter l’installation matérielle",
        "description": "Empêchez les utilisateurs ou les groupes d’installer ou d’utiliser du matériel non approuvé sur les systèmes, y compris les périphériques USB.\nhttps://attack.mitre.org/mitigations/M1034\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1017 - Formation des utilisateurs",
        "description": "Formez les utilisateurs à être conscients des tentatives d’accès ou de manipulation par un adversaire afin de réduire le risque de réussite du hameçonnage, de l’ingénierie sociale et d’autres techniques impliquant une interaction de l’utilisateur.\nhttps://attack.mitre.org/mitigations/M1017\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1052 - Contrôle de compte d’utilisateur",
        "description": "Configurez le contrôle de compte d’utilisateur Windows pour atténuer le risque que des adversaires obtiennent un accès élevé aux processus.\nhttps://attack.mitre.org/mitigations/M1052\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1028 - Configuration du système d’exploitation",
        "description": "Apportez des modifications de configuration liées au système d’exploitation ou à une caractéristique commune du système d’exploitation qui entraînent un renforcement du système par rapport aux techniques.\nhttps://attack.mitre.org/mitigations/M1028\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1053 - Sauvegarde des données",
        "description": "Prenez et stockez des sauvegardes de données à partir des systèmes des utilisateurs finaux et des serveurs critiques. Assurez-vous que les systèmes de sauvegarde et de stockage sont renforcés et séparés du réseau de l’entreprise afin d’éviter toute compromission.\nhttps://attack.mitre.org/mitigations/M1053\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1038 - Prévention de l’exécution",
        "description": "Bloquer l’exécution du code sur un système via le contrôle des applications et/ou le blocage des scripts.\nhttps://attack.mitre.org/mitigations/M1038\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1043 - Protection d’accès aux informations d’identification",
        "description": "Utiliser des fonctionnalités pour empêcher les adversaires d’accéder avec succès aux informations d’identification ; y compris le blocage des formes de dumping des informations d’identification.\nhttps://attack.mitre.org/mitigations/M1043\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1045 - Signature de code",
        "description": "Appliquez l’intégrité binaire et applicative avec la vérification de signature numérique pour empêcher l’exécution de code non approuvé.\nhttps://attack.mitre.org/mitigations/M1045\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1039 - Autorisations des variables d’environnement",
        "description": "Empêchez la modification des variables d’environnement par des utilisateurs et des groupes non autorisés.\nhttps://attack.mitre.org/mitigations/M1039\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1057 - Protection contre la perte de données",
        "description": "Utilisez une stratégie de protection contre la perte de données (DLP) pour catégoriser les données sensibles, identifier les formats de données indicatifs des informations personnelles identifiables (PII) et restreindre l’exfiltration de données sensibles. (Citation : PurpleSec Data Loss Prevention)\nhttps://attack.mitre.org/mitigations/M1057\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1025 - Intégrité privilégiée des processus",
        "description": "Protégez les processus avec des privilèges élevés qui peuvent être utilisés pour interagir avec les composants critiques du système grâce à l’utilisation de la lumière de processus protégée, des défenses contre l’injection anti-processus ou d’autres mesures d’application de l’intégrité des processus.\nhttps://attack.mitre.org/mitigations/M1025\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1055 - Ne pas atténuer",
        "description": "Cette catégorie consiste à associer des techniques d’atténuation susceptibles d’augmenter le risque de compromission et que, par conséquent, l’atténuation n’est pas recommandée.\nhttps://attack.mitre.org/mitigations/M1055\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1056 - Pré-compromis",
        "description": "Cette catégorie est utilisée pour toutes les activités d’atténuation applicables qui s’appliquent aux techniques qui se produisent avant qu’un adversaire n’obtienne l’accès initial, telles que les techniques de reconnaissance et de développement des ressources.\nhttps://attack.mitre.org/mitigations/M1056\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1020 - SSL/TLS Inspection",
        "description": "Interrompez et inspectez les sessions SSL/TLS pour examiner le trafic Web chiffré à la recherche d’activités adverses.\nhttps://attack.mitre.org/mitigations/M1020\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1046 - Intégrité du démarrage",
        "description": "Utilisez des méthodes sécurisées pour démarrer un système et vérifier l’intégrité du système d’exploitation et des mécanismes de chargement.\nhttps://attack.mitre.org/mitigations/M1046\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1030 - Segmentation du réseau",
        "description": "Concevez des sections du réseau pour isoler les systèmes, fonctions ou ressources critiques. Utilisez la segmentation physique et logique pour empêcher l’accès à des systèmes et des informations potentiellement sensibles. Utilisez une DMZ pour contenir tous les services connectés à Internet qui ne doivent pas être exposés à partir du réseau interne. Configurez des instances de Virtual Private Cloud (VPC) distinctes pour isoler les systèmes cloud critiques.\nhttps://attack.mitre.org/mitigations/M1030\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1019 - Programme de renseignements sur les menaces",
        "description": "Un programme de renseignements sur les menaces aide une organisation à générer ses propres renseignements sur les menaces et à suivre les tendances afin d’éclairer les priorités défensives afin d’atténuer les risques.\nhttps://attack.mitre.org/mitigations/M1019\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1027 - Stratégies de mot de passe",
        "description": "Définissez et appliquez des stratégies de mot de passe sécurisé pour les comptes.\nhttps://attack.mitre.org/mitigations/M1027\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1040 - Prévention du comportement sur le point de terminaison",
        "description": "Utilisez des fonctionnalités pour empêcher les modèles de comportement suspects de se produire sur les systèmes de point de terminaison. Cela peut inclure un processus suspect, un fichier, un appel d’API, etc. comportement.\nhttps://attack.mitre.org/mitigations/M1040\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1018 - Gestion des comptes utilisateurs",
        "description": "Gérez la création, la modification, l’utilisation et les autorisations associées aux comptes d’utilisateurs.\nhttps://attack.mitre.org/mitigations/M1018\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1022 - Restreindre les autorisations de fichiers et de répertoires",
        "description": "Limitez l’accès en définissant des autorisations de répertoire et de fichier qui ne sont pas spécifiques aux utilisateurs ou aux comptes privilégiés.\nhttps://attack.mitre.org/mitigations/M1022\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1026 - Gestion des comptes privilégiés",
        "description": "Gérez la création, la modification, l’utilisation et les autorisations associées aux comptes privilégiés, y compris SYSTEM et root.\nhttps://attack.mitre.org/mitigations/M1026\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1024 - Restreindre les autorisations du Registre",
        "description": "Limitez la possibilité de modifier certaines ruches ou clés dans le Registre Windows.\nhttps://attack.mitre.org/mitigations/M1024\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1049 - Antivirus/Antimalware",
        "description": "Utilisez des signatures ou des heuristiques pour détecter les logiciels malveillants.\nhttps://attack.mitre.org/mitigations/M1049\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1032 - Authentification multifacteur",
        "description": "Utiliser deux éléments de preuve ou plus pour s’authentifier auprès d’un système; tels que le nom d’utilisateur et le mot de passe en plus d’un jeton provenant d’une carte à puce physique ou d’un générateur de jetons.\nhttps://attack.mitre.org/mitigations/M1032\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1054 - Configuration du logiciel",
        "description": "Mettre en œuvre des modifications de configuration au logiciel (autre que le système d’exploitation) pour atténuer les risques de sécurité associés au fonctionnement du logiciel.\nhttps://attack.mitre.org/mitigations/M1054\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1048 - Isolation des applications et bac à sable",
        "description": "Limitez l’exécution du code à un environnement virtuel sur ou en transit vers un système de point de terminaison.\nhttps://attack.mitre.org/mitigations/M1048\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1047 - Audit",
        "description": "Effectuer des audits ou des analyses de systèmes, d’autorisations, de logiciels non sécurisés, de configurations non sécurisées, etc. pour identifier les faiblesses potentielles.\nhttps://attack.mitre.org/mitigations/M1047\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1050 - Protection contre les exploits",
        "description": "Utilisez des fonctionnalités pour détecter et bloquer les conditions susceptibles d’entraîner ou d’indiquer un exploit logiciel.\nhttps://attack.mitre.org/mitigations/M1050\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1015 - Configuration d’Active Directory",
        "description": "Configurer Active Directory pour empêcher l’utilisation de certaines techniques ; utiliser le filtrage SID, etc.\nhttps://attack.mitre.org/mitigations/M1015\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1051 - Mettre à jour le logiciel",
        "description": "Effectuez des mises à jour logicielles régulières pour atténuer les risques d’exploitation.\nhttps://attack.mitre.org/mitigations/M1051\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1044 - Restreindre le chargement de la bibliothèque",
        "description": "Empêchez l’utilisation abusive des mécanismes de chargement de bibliothèque dans le système d’exploitation et les logiciels pour charger du code non fiable en configurant les mécanismes de chargement de bibliothèque appropriés et en examinant les logiciels potentiellement vulnérables.\nhttps://attack.mitre.org/mitigations/M1044\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1042 - Désactiver ou supprimer une fonctionnalité ou un programme",
        "description": "Supprimez ou refusez l’accès aux logiciels inutiles et potentiellement vulnérables afin d’éviter les abus par des adversaires.\nhttps://attack.mitre.org/mitigations/M1042\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1036 - Politiques d’utilisation du compte",
        "description": "Configurez les fonctionnalités liées à l’utilisation du compte, telles que les tentatives de verrouillage de connexion, les heures de connexion spécifiques, etc.\nhttps://attack.mitre.org/mitigations/M1036\n",
        "provider": "MITRE ATT&CK"
      }
    },
    {
      "type": "security_function",
      "fields": {
        "name": "M1041 - Chiffrer les informations sensibles",
        "description": "Protégez les informations sensibles grâce à un chiffrement fort.\nhttps://attack.mitre.org/mitigations/M1041\n",
        "provider": "MITRE ATT&CK"
      }
    }
  ]
}