{
      "locale": "en",
      "name": "OWASP top 10 API",
      "description": "Top 10 API risks determined by OWASP - 2019",
      "format_version": "1.0",
      "copyright": "COPYRIGHT NOTICE\nOpen Web Application Security Project, OWASP, Global AppSec, AppSec Days, AppSec California, SnowFROC, LASCON, and the OWASP logo are trademarks of the OWASP Foundation. Unless otherwise specified, all content on the site is Creative Commons Attribution-ShareAlike v4.0 and provided without warranty of service or accuracy. For more information, please refer to our General Disclaimer (https://owasp.org/www-policy/operational/general-disclaimer.html). OWASP does not endorse or recommend commercial products or services, allowing our community to remain vendor neutral with the collective wisdom of the best minds in software security worldwide. Copyright 2022, OWASP Foundation, Inc.",
      "objects": [
            {
                  "type": "threat",
                  "fields": {
                        "name": "API1:2019 Broken Object Level Authorization",
                        "description": "APIs tend to expose endpoints that handle object identifiers, creating a wide attack surface Level Access Control issue. Object level authorization checks should be considered in every function that accesses a data source using an input from the user.",
                        "provider": "OWASP TOP10 API"
                  }
            },
            {
                  "type": "threat",
                  "fields": {
                        "name": "API2:2019 Broken User Authentication",
                        "description": "Authentication mechanisms are often implemented incorrectly, allowing attackers to compromise authentication tokens or to exploit implementation flaws to assume other user’s identities temporarily or permanently. Compromising a system’s ability to identify the client/user, compromises API security overall.",
                        "provider": "OWASP TOP10 API"
                  }
            },
            {
                  "type": "threat",
                  "fields": {
                        "name": "API3:2019 Excessive Data Exposure",
                        "description": "Looking forward to generic implementations, developers tend to expose all object properties without considering their individual sensitivity, relying on clients to perform the data filtering before displaying it to the user.",
                        "provider": "OWASP TOP10 API"
                  }
            },
            {
                  "type": "threat",
                  "fields": {
                        "name": "API4:2019 Lack of Resources & Rate Limiting",
                        "description": "Quite often, APIs do not impose any restrictions on the size or number of resources that can be requested by the client/user. Not only can this impact the API server performance, leading to Denial of Service (DoS), but also leaves the door open to authentication flaws such as brute force.",
                        "provider": "OWASP TOP10 API"
                  }
            },
            {
                  "type": "threat",
                  "fields": {
                        "name": "API5:2019 Broken Function Level Authorization",
                        "description": "Complex access control policies with different hierarchies, groups, and roles, and an unclear separation between administrative and regular functions, tend to lead to authorization flaws. By exploiting these issues, attackers gain access to other users’ resources and/or administrative functions.",
                        "provider": "OWASP TOP10 API"
                  }
            },
            {
                  "type": "threat",
                  "fields": {
                        "name": "API6:2019 Mass Assignment",
                        "description": "Binding client provided data (e.g., JSON) to data models, without proper properties filtering based on an allowlist, usually leads to Mass Assignment. Either guessing objects properties, exploring other API endpoints, reading the documentation, or providing additional object properties in request payloads, allows attackers to modify object properties they are not supposed to.",
                        "provider": "OWASP TOP10 API"
                  }
            },
            {
                  "type": "threat",
                  "fields": {
                        "name": "API7:2019 Security Misconfiguration",
                        "description": "Security misconfiguration is commonly a result of unsecure default configurations, incomplete or ad-hoc configurations, open cloud storage, misconfigured HTTP headers, unnecessary HTTP methods, permissive Cross-Origin resource sharing (CORS), and verbose error messages containing sensitive information.",
                        "provider": "OWASP TOP10 API"
                  }
            },
            {
                  "type": "threat",
                  "fields": {
                        "name": "API8:2019 Injection",
                        "description": "Injection flaws, such as SQL, NoSQL, Command Injection, etc., occur when untrusted data is sent to an interpreter as part of a command or query. The attacker’s malicious data can trick the interpreter into executing unintended commands or accessing data without proper authorization.",
                        "provider": "OWASP TOP10 API"
                  }
            },
            {
                  "type": "threat",
                  "fields": {
                        "name": "API9:2019 Improper Assets Management",
                        "description": "APIs tend to expose more endpoints than traditional web applications, making proper and updated documentation highly important. Proper hosts and deployed API versions inventory also play an important role to mitigate issues such as deprecated API versions and exposed debug endpoints.",
                        "provider": "OWASP TOP10 API"
                  }
            },
            {
                  "type": "threat",
                  "fields": {
                        "name": "API10:2019 Insufficient Logging & Monitoring",
                        "description": "Insufficient logging and monitoring, coupled with missing or ineffective integration with incident response, allows attackers to further attack systems, maintain persistence, pivot to more systems to tamper with, extract, or destroy data. Most breach studies demonstrate the time to detect a breach is over 200 days, typically detected by external parties rather than internal processes or monitoring.",
                        "provider": "OWASP TOP10 API"
                  }
            }
      ]
}