Repository: intuitem/ciso-assistant-community
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas d'email, veuillez vous assurer que vous avez entré l'adresse avec laquelle vous vous êtes enregistré, et vérifiez votre répertoire spam.

source: We have received a password reset request for this email. Click below to proceed:
fr: Nous avons reçu une demande de réinitialisation de mot de passe pour cet email. Cliquez ci-dessous pour y procéder:

source: Reset my password
fr: Réinitialiser mon mot de passe

source: This link can only be used once. In case of an issue, go to your instance
fr: Ce lien ne peut être utilisé qu'une seule fois. Si vous rencontrez un problème, allez sur votre instance

source: and request a new password reset
fr: et demandez une autre réinitialisation de mot de passe

source: Status:
fr: Statut :

source: Draft
fr: Brouillon

source: Ready
fr: Prêt

source: Created at:
fr: Création :

source: Updated at:
fr: Dernière mise à jour :

source: Username
fr: Nom d'utilisateur

source: "Current: Very low"
fr: "Courant: Très faible"

source: "Current: Low"
fr: "Courant: Faible"

source: "Current: Medium"
fr: "Courant: Moyen"

source: "Current: High"
fr: "Courant: Élevé"

source: "Current: Very high"
fr: "Courant: Très élevé"

source: "Residual: Very low"
fr: "Résiduel: Très faible"

source: "Residual: Low"
fr: "Résiduel: Faible"

source: "Residual: Medium"
fr: "Résiduel: Moyen"

source: "Residual: High"
fr: "Résiduel: Élevé"

source: "Residual: Very high"
fr: "Résiduel: Très élevé"

source: Terms of use
fr: Conditions générales d'utilisation

source: This action cannot be undone. This will permanently affect the following object:
fr: Cette action ne peut pas être annulée. Cela supprimera définitivement les objets suivants :

source: No, take me back
fr: Non, revenir en arrière

source: This action cannot be undone. This will permanently delete the following object:
fr: Cette action ne peut pas être annulée. Cela supprimera définitivement les objets suivants :

source: as well as any child object.
fr: ainsi que tous les objets enfants.

source: Are you sure you want to import the following library: <strong class="font-semibold text-gray-700">%(lib_name)s</strong>?
fr: Êtes-vous sûr de vouloir importer la bibliothèque suivante : <strong class="font-semibold text-gray-700">%(lib_name)s</strong>?

source: Loading
fr: Chargement

source: This role gives read access to selected projects and domains.
fr: Ce rôle donne un accès en lecture aux projets et domaines sélectionnés.

source: This role gives read and write access to selected projects and domains. It has also read access on global and domain objects.
fr: Ce rôle donne un accès en lecture et en écriture à des projets et domaines sélectionnés. Il a également un accès en lecture aux objets globaux et de domaine.

source: This role gives full access to selected domains. Like an analyst, it has also read access on global and domain objects.
fr: Ce rôle donne un accès complet aux domaines sélectionnés. Comme un analyste, il a également un accès en lecture aux objets globaux et de domaine.

source: This role has all permissions, specifically to manage project domains, users and users rights.
fr: Ce rôle dispose de toutes les autorisations, notamment pour gérer les domaines de projet, les utilisateurs et les droits des utilisateurs.

source: Add Security Measure
fr: Ajouter une mesure de sécurité

source: ID
fr: Identifiant

source: Showing Page
fr: Page

source: of
fr: sur

source: First
fr: Prem.

source: Prev
fr: Préc.

source: Next
fr: Suiv.

source: Last
fr: Fin

source: No requirements found
fr: Aucune exigence trouvée.

source: "Risk: open"
fr: "Risque: ouvert"

source: "Risk: mitigated"
fr: "Risque: atténué"

source: "Risk: accepted"
fr: "Risque: accepté"

source: "Risk: blocking"
fr: "Risque: bloquant"

source: "Measure: open"
fr: "Mesure: ouverte"

source: "Measure: in progress"
fr: "Mesure: en cours"

source: "Measure: on hold"
fr: "Mesure: en attente"

source: "Measure: done"
fr: "Mesure: terminée"

source: Administrator
fr: Administrateur

source: Domain manager
fr: Responsable de domaine

source: Analyst
fr: Analyste

source: Auditor
fr: Auditeur

source: French
fr: Français

source: English
fr: Anglais

source: Please wait before requesting another password reset.
fr: Veuillez patienter avant de demander une nouvelle réinitialisation de votre mot de passe.

source: CISO Assistant: Password Reset
fr: CISO Assistant: Réinitialisation de mot de passe

source: An error has occured, please try later.
fr: Une erreur s'est produite, veuillez réessayer plus tard.

source: Invalid email or captcha.
fr: Email ou captcha invalide.

source: Add
fr: Ajouter

source: Warning! You are not assigned to any group. Without a group you will not have access to any functionality. Please contact you administrator.
fr: Attention ! Vous n'êtes assigné à aucun groupe. Sans groupe, vous n'aurez accès à aucune fonctionnalité. Veuillez contacter votre administrateur.

source: Entry date
fr: Date d'inscription

source: Superuser
fr: Superutilisateur

source: User created and email send successfully.
fr: L'utilisateur a été créé et le courrier électronique a été envoyé avec succès.

source: Role assignment editing will be available in a future release. Currently you have to attach users to groups to assign roles.
fr: L'édition de l'attribution des rôles sera disponible dans une prochaine version. Actuellement, vous devez attacher les utilisateurs à des groupes pour leur attribuer des rôles.
