Repository: intuitem/ciso-assistant-community
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Core
fr: Coeur

source: Name
fr: Nom

source: Created at
fr: Créé le

source: Order by
fr: Trier par

source: Search security measure...
fr: Rechercher une mesure de sécurité...

source: name
fr: nom

source: Name (descending)
fr: Nom (descendant)

source: Type (descending)
fr: Type (descendant)

source: Domain
fr: Domaine

source: Domain (descending)
fr: Domaine (descendant)

source: security function
fr: fonction de sécurité

source: Security function (descending)
fr: Fonction de sécurité (descendant)

source: Search domain...
fr: Rechercher un domaine...

source: Description (descending)
fr: Description (descendant)

source: Search project...
fr: Rechercher un projet...

source: Search threat...
fr: Rechercher une menace...

source: Search function...
fr: Rechercher une fonction...

source: provider
fr: fournisseur

source: Provider (descending)
fr: Fournisseur (descendant)

source: Yes
fr: Oui

source: No
fr: Non

source: Search user...
fr: Rechercher un utilisateur...

source: Email
fr: Adresse électronique

source: Email (descending)
fr: Adresse électronique (descendant)

source: First name
fr: Prénom

source: First name (descending)
fr: Prénom (descendant)

source: Last name
fr: Nom

source: Last name (descending)
fr: Nom (descendant)

source: Created at (descending)
fr: Créé le (descendant)

source: Search user group...
fr: Rechercher un groupe utilisateur...

source: Search assessment...
fr: Rechercher une évaluation...

source: Search requirement assessment...
fr: Rechercher une évaluation des exigences...

source: Search requirement...
fr: Rechercher une exigence...

source: Search evidence...
fr: Rechercher une preuve...

source: Search framework...
fr: Rechercher un cadre...

source: Invalid link
fr: Lien invalide

source: Password
fr: Mot de passe

source: terms and conditions of use
fr: conditions générales d'utilisation

source: Check this if you want to attach an evidence right after
fr: Cochez si vous voulez attacher une preuve juste après

source: Project
fr: Projet

source: Projects
fr: Projets

source: Version of the threat (eg. 1.0, 2.0, etc.)
fr: Version de la menace (eg. 1.0, 2.0, etc.)

source: Threat
fr: Menace

source: Threats
fr: Menaces

source: Version of the framework (eg. 1.0, 2.0, etc.)
fr: Version du cadre (eg. 1.0, 2.0, etc.)

source: Framework
fr: Cadre

source: Frameworks
fr: Cadres

source: Parent URN
fr: URN parent

source: Order ID
fr: ID d'ordre

source: Level
fr: Niveau

source: Security functions
fr: Fonctions de sécurité

source: Informative reference
fr: Référence informative

source: Requirement
fr: Exigence

source: Requirements
fr: Exigences

source: Provider
fr: Fournisseur

source: Typical evidence
fr: Preuve type

source: Version of the security function (eg. 1.0, 2.0, etc.)
fr: Version de la fonction de sécurité (eg. 1.0, 2.0, etc.)

source: Security function
fr: Fonction de sécurité

source: Open
fr: Ouvert

source: In progress
fr: En cours

source: On hold
fr: En attente

source: Done
fr: Terminé

source: Technical
fr: Technique

source: Organizational
fr: Organisationnel

source: Security Function
fr: Fonction de sécurité

source: Status
fr: Statut

source: Cost
fr: Coût

source: Estimated Time of Arrival
fr: Heure d'arrivée prévue

source: ETA
fr: Arrivée estimée

source: Security measure
fr: Mesure de sécurité

source: Security measures
fr: Mesures de sécurité

source: File for evidence (eg. screenshot, log file, etc.)
fr: Fichier de preuve (eg. capture d'écran, fichier de log, etc.)

source: File
fr: Fichier

source: Comment
fr: Commentaire

source: Evidence
fr: Preuve

source: Evidences
fr: Preuves

source: Version of the assessment (eg. 1.0, 2.0, etc.)
fr: Version de l'évaluation (eg. 1.0, 2.0, etc.)

source: draft
fr: brouillon

source: obsolete
fr: obsolète

source: Assessment
fr: Évaluation

source: Assessments
fr: Évaluations

source: {}: Assessment is still in Draft mode
fr: {} : Évaluation toujours en mode Brouillon

source: {}: Assessment is both in Draft mode and obsolete.
fr: {}: L'évaluation est à la fois en mode brouillon et obsolète.

source: {}: Requirement assessment status is compliant or partially compliant with no security measure applied
fr: {}: Le status de l'évaluation d'exigence est conforme ou partiellement conforme sans aucun mesure de sécurité appliquée

source: {}: Security measure has no security function selected
fr: {}: La mesure de sécurité n'a pas de fonction de sécurité sélectionnée

source: {}: Evidence has no file uploaded
fr: {} : La preuve n'a pas de fichier téléchargé

source: {}: Evidence does not have an external link attached. This will help you for follow-up
fr: {} : La preuve n'a pas de lien externe attaché. Cela vous aidera pour le suivi

source: To do
fr: À faire

source: Non compliant
fr: Non conforme

source: Partially compliant
fr: Partiellement conforme

source: Compliant
fr: Conforme

source: Not applicable
fr: Non applicable

source: Requirement assessment
fr: Évaluation d'exigence

source: Requirement assessments
fr: Évaluations d'exigence

source: The maximum number of licensed users has been exceeded. Please reduce the number of users or acquire an appropriate license.
fr: Le nombre maximum d'utilisateurs sur cette licence a été dépassé. Veuillez réduire le nombre d'utilisateurs ou acquérir une licence appropriée.

source: About CISO Assistant
fr: À propos de CISO Assistant

source: Filters
fr: Filtres

source: Apply
fr: Appliquer

source: Clear Filters
fr: Effacer les filtres

source: Add assessment
fr: Ajouter une évaluation

source: New assessment
fr: Nouvelle évaluation

source: ready
fr: prêt

source: Delete assessment?
fr: Supprimer l'évaluation ?

source: No assessment found.
fr: Aucune évaluation trouvée.

source: Edit assessment
fr: Modifier l'évaluation

source: Assessment information
fr: Informations de l'évaluation

source: Cancel
fr: Annuler

source: Save
fr: Enregistrer

source: Browsing %(type)s
fr: Vous parcourez les %(type)s

source: with filter: <b>%(filter)s</b>
fr: avec le filtre : <b>%(filter)s</b>

source: Current level
fr: Niveau de risque courant

source: Residual level
fr: Niveau de risque résiduel

source: Treatment status
fr: Statut du traitement

source: Locate
fr: Voir

source: Associated risk scenarios
fr: Scénarios de risque associés

source: Calendar
fr: Calendrier

source: Previous month
fr: Mois précédent

source: Next month
fr: Mois suivant

source: Overall compliance
fr: Conformité globale

source: Assessment Name
fr: Nom de l'évaluation

source: Export
fr: Exporter

source: Edit
fr: Modifier

source: No project.
fr: Aucun projet.

source: Your selection
fr: Votre sélection

source: Hint: you can bookmark this page for future usage
fr: Indice : vous pouvez ajouter cette page à vos favoris pour une utilisation future

source: Status of requirements assessed
fr: Statut des exigences évaluées

source: Status of associated measures
fr: Statut des mesures associées

source: requirements
fr: exigences

source: Jump to project details
fr: Aller au détail du projet

source: Summary
fr: Résumé

source: Download
fr: Télécharger

source: Associated Projects
fr: Projets associés

source: Add project
fr: Ajouter un projet

source: New project
fr: Nouveau projet

source: Associated requirements
fr: Exigences associées

source: Associated assessments
fr: Évaluations associées

# plural
source: Associated evidence
fr: Preuves associées

source: Add evidence
fr: Ajouter une preuve

source: New evidence
fr: Nouvelle preuve

source: Associated requirement assessments
fr: Évaluation d'exigence associée

source: Delete evidence?
fr: Supprimer la preuve ?

source: No evidence found.
fr: Aucune preuve trouvée.

source: Edit evidence
fr: Modifier la preuve

source: Evidence information
fr: Informations de la preuve

source: "Very low"
fr: "Très faible"

source: "Low"
fr: "Faible"

source: "Medium"
fr: "Moyen"

source: "High"
fr: "Élevé"

source: "Very high"
fr: "Très élevé"

source: "Feb"
fr: "Fév"

source: "Apr"
fr: "Avr"

source: "May"
fr: "Mai"

source: "Jun"
fr: "Juin"

source: "Jul"
fr: "Juil"

source: "Aug"
fr: "Août"

source: "Dec"
fr: "Déc"

source: Measure
fr: Mesure

source: expired
fr: expiré

source: No measures yet.
fr: Aucune mesure pour le moment.

source: Import framework
fr: Importer un cadre

source: Delete framework?
fr: Supprimer le cadre ?

source: No framework found.
fr: Aucun cadre trouvé.

source: Edit framework
fr: Modifier le cadre

source: Framework information
fr: Informations du cadre

source: New user group
fr: Nouveau groupe utilisateur

source: Group information
fr: informations sur le groupe

source: Groups
fr: Groupes

source: built-in
fr: intégré

source: Delete user group?
fr: Supprimer le groupe utilisateur ?

source: No user group found.
fr: Aucun groupe utilisateur trouvé.

source: Edit user group
fr: Modifier le groupe utilisateur

source: Associated users
fr: Utilisateurs associés

source: Other users
fr: Autres utilisateurs

source: Home
fr: Accueil

source: Remediation plan
fr: Plan de remédiation

source: Add security measure
fr: Ajouter une mesure de sécurité

source: New security measure
fr: Nouvelle mesure de sécurité

source: Requirements count
fr: Nombre d'exigences

source: Delete security measure?
fr: Supprimer la mesure de sécurité ?

source: No measure found.
fr: Aucune mesure trouvée.

source: Measure summary
fr: Résumé de la mesure

source: My profile
fr: Mon profil

source: User groups
fr: Groupes utilisateurs

source: Group Name
fr: Nom du groupe

source: Overview
fr: Vue d'ensemble

source: Compliance
fr: Conformité

source: Treatment
fr: Traitement

source: Composer
fr: Composition

source: Statistics
fr: Statistiques

source: My projects
fr: Mes projets

source: Assigned to
fr: Assigné à

source: projects
fr: projets

source: Watch list
fr: Liste de surveillance

source: Items that have expired or with close ETA
fr: Éléments qui ont expiré ou avec ETA proche

source: Measures to review
fr: Mesures à revoir

source: Change password
fr: Changer le mot de passe

source: Enter a new password for the user
fr: Entrez un nouveau mot de passe pour l'utilisateur

source: Project Name
fr: Nom du projet

source: Internal ID
fr: ID interne

source: Projects domains
fr: Domaines de projets

source: Add projects domain
fr: Ajouter un domaine de projets

source: New projects domain
fr: Nouveau domaine de projets

source: Delete projects domain?
fr: Supprimer le domaine de projets ?

source: No projects domain found.
fr: Aucun domaine de projets trouvé.

source: Delete project?
fr: Supprimer le projet ?

source: No project found.
fr: Aucun projet trouvé.

source: This will help you aggregate multiple components (projects) to get the compiled view on your assessment. This is particularly useful for two use cases:
fr: Cet outil vous aidera à agréger des composants (projets) multiples afin d'avoir une vue synthétique sur votre évaluation, ce qui est particulièrement utile dans deux cas :

source: business intelligence approach to focus on a specific subset across different project domains (eg. across divisions)
fr: vous adoptez une approche Business Intelligence afin de vous concentrer sur un sous-ensemble précis distribué sur différents domaines de projets (ex : plusieurs divisions)

source: you are interested in the compliance of a specific system, for which you need the assessment of the underlying components
fr: vous voulez évaluer la conformité d'un système spécifique, pour lequel vous avez besoin de l'évaluation des composants sous-jacents

source: Process
fr: Traiter

source: Select your targets
fr: Sélectionnez vos cibles

source: Quick start
fr: Démarrage rapide

source: To get started, you need:
fr: Pour débuter, vous avez besoin:

source: Imports
fr: Importations

source: You will need security functions and threats to perform a security analysis. You can either define custom
fr: Vous aurez besoin de fonctions de sécurité et de menaces pour réaliser une analyse de sécurité. Vous pouvez soit personnaliser les

source: security functions
fr: fonctions de sécurité

source: Add security function
fr: Ajouter une fonction de sécurité

source: and
fr: et

source: threats
fr: menaces

source: Add threat
fr: Ajouter une menace

source: or import them from a
fr: ou les importer depuis une

source: library
fr: bibliothèque

source: It's time to define some
fr: C'est le moement de définir des

source: projects domains
fr: domaines de projets

source: to organize your projects
fr: pour organiser vos projets

source: Users and groups
fr: Utilisateurs et groupes

source: Now declare a few
fr: Maintenant déclarez quelques

source: users
fr: utilisateurs

source: and assign them to groups corresponding to their roles (domain manager, analyst, auditor, ...)
fr: et assignez les aux groupes correspondant à leurs rôles (responsable de domaine, analyste, auditeur, ...)

source: Now, you can start your risk assessment:
fr: Maintenant, vous pouvez commencer votre évaluation de risque:

source: As domain manager, create a
fr: En tant que responsable de domaine, créez un

source: project
fr: projet

source: within an existing domain
fr: à l'intérieur d'un domaine existant

source: Risk treatment
fr: traitement de risque

source: For each risk scenario, try to define and apply additional
fr: Pour chaque scénario de risque, essayez de définir et d'appliqer des

source: security measures
fr: mesures de sécurité

source: based on security functions, and assess the residual risk level.
fr: supplémentaires basées sur les fonctions de sécurité, et évaluez le niveau de risque résiduel.

source: Check consistency
fr: Vérifiez la cohérence

source: will help you improve the quality of your analysis by pinpointing various inconsistencies.
fr: vous aidera à améliorer la qualité de vos analyses en vous pointant diverses incohérences.

source: Report
fr: Rapport

source: Further steps
fr: Étapes suivantes

source: Explore the dashboard to have an
fr: Explorez le tableau de bord pour avoir une

source: overview
fr: vue d'ensemble

source: of your analyses and check for coming deadlines with the
fr: de vos analyses et vérifiez les échéances à venir à l'aide du

source: calendar
fr: calendrier

source: Add requirement
fr: Ajouter une exigence

source: New requirement
fr: Nouvelle exigence

source: Requirement Name
fr: Nom de l'exigence

source: Path
fr: Chemin

source: Delete requirement?
fr: Supprimer l'exigence ?

source: No requirement found.
fr: Aucune exigence trouvée.

source: Edit requirement
fr: Modifier l'exigence

source: Requirement information
fr: Informations sur l'exigence

source: New requirement assessment
fr: Nouvelle évaluation d'exigence

source: Delete requirementassessment?
fr: Supprimer l'évaluation d'exigence ?

source: No requirement assessment found.
fr: Aucune évaluation d'exigence trouvée.

source: Edit requirement assessment
fr: Modifier l'évaluation d'exigence

source: Suggested functions
fr: Fonctions suggérées

source: No function associated
fr: Pas de fonction associée

source: Threats covered
fr: Menaces couvertes

source: No threat associated
fr: Aucune menace associée

source: Select security measures
fr: Sélectionner des mesures de sécurité

source: Select
fr: Sélectionner

source: New
fr: Ajouter

source: All good
fr: Tout est bon

source: %(counter)s <span class="font-bold">error</span> found
fr: %(counter)s <span class="font-bold">erreur</span> trouvée

source: %(counter)s <span class="font-bold">warning</span> found
fr: %(counter)s <span class="font-bold">avertissement</span> trouvé

source: %(counter)s <span class="font-bold">information</span> to consider
fr: %(counter)s <span class="font-bold">information</span> à considérer

source: Hello
fr: Bonjour

source: You have a risk acceptance review pending. To accept or decline it, click on the link below
fr: Vous avez une revue d'acceptation de risque en attente. Pour l'accepter ou la rejeter, cliquez sur le lien ci-dessous

source: If you don't want to use this link or if it is broken, please connect to
fr: Si vous ne voulez pas utiliser ce lien ou s'il est endommagé, connectez vous sur

source: and go to risk acceptances
fr: et allez dans les acceptations de risque

source: Sincerely
fr: Cordialement

source: CISO Assistant Team
fr: L'équipe CISO Assistant

source: New role assignment
fr: Nouvelle assignation de rôle

source: Role assignment
fr: Assignation de rôle

source: Available roles
fr: Rôles disponibles

source: A assignment provides access to predefined menus and features so that depending on the assignment (Administrator, Domain manager, Analyst...), users can have access to the resources they need.
fr: Une assignation donne accès aux menus et fonctionnalités prédéfinis afin que, selon l'assignation (Administrateur, Gestionnaire de domaine, Analyste...), un utilisateur puisse avoir accès aux ressources dont il a besoin.

source: Learn more
fr: En savoir plus

source: Role assignments
fr: Assignations de rôle

source: Users
fr: Utilisateurs

source: User
fr: Utilisateur

source: Email address
fr: Adresse électronique

source: Role
fr: Rôle

source: Domains
fr: Domaines

source: Delete role assignment?
fr: Supprimer l'assignation de rôle ?

source: No assignment found.
fr: Aucune assignation trouvée.

source: User group
fr: Groupe utilisateur

source: Role information
fr: Informations sur le rôle

source: Search results
fr: Résultats de la recherche

source: Security measure
fr: Mesure de sécurité

source: No results matched your query. Try something more specific.
fr: Aucun résultat ne correspond à votre requête. Essayez quelque chose de plus spécifique.

source: New security function
fr: Nouvelle fonction de sécurité

source: Delete security function?
fr: Supprimer la fonction de sécurité ?

source: No security function found.
fr: Aucune fonction de sécurité trouvée.

source: Dashboard
fr: Tableau de bord

source: Compliance management
fr: Gestion de la conformité

source: General
fr: Général

source: Access management
fr: Gestion des accès

source: Libraries
fr: Bibliothèques

source: Backups
fr: Sauvegardes

source: Log out
fr: Déconnexion

source: New threat
fr: Nouvelle menace

source: Delete threat?
fr: Supprimer la menace ?

source: No threat found.
fr: Aucune menace trouvée.

source: Security measures summary
fr: Résumé des mesures de sécurité

source: Security measures status
fr: Statut des mesures de sécurité

source: Your pending measures
fr: Vos mesures en attente

source: ordered by ranking score
fr: classées par évaluation

source: No pending measure.
fr: Aucune mesure en attente

source: No security measures.
fr: Aucune mesure de sécurité

source: New user
fr: Nouvel utilisateur

source: User information
fr: informations sur l'utilisateur

source: Send
fr: Envoyer

source: New User
fr: Nouvel utilisateur

source: out of
fr: sur

source: Email Address
fr: Adresse électronique

source: User Groups
fr: Groupes utilisateurs

source: Full Name
fr: Nom complet

source: Created At
fr: Créé le

source: inactive
fr: inactif

source: superuser
fr: superutilisateur

source: Delete user?
fr: Supprimer l'utilisateur ?

source: <strong>WARNING:</strong> It is <strong>STRONGLY</strong> recommended to set this user as inactive instead of deleting it, as it might break foreign-key relationship with risk analyses.
fr: <strong>ATTENTION :</strong> Il est <strong>fortement</strong> recommandé de désactiver cet utilisateur plutôt que de le supprimer, car cela pourrait rompre la relation clé étrangère avec les analyses de risques.

source: No user found.
fr: Aucun utilisateur trouvé.

source: Edit user
fr: Modifier l'utilisateur

source: Import library
fr: Importer une bibliothèque

source: Default libraries
fr: Bibliothèques par défaut

source: Language
fr: Langue

source: %(counter)s threat
fr: %(counter)s menace

source: %(counter)s security function
fr: %(counter)s fonction de sécurité

source: No library found.
fr: Aucune bibliothèque trouvée.

source: Upload your own library
fr: Télécharger votre propre bibliothèque

source: Upload
fr: Télécharger

source: Upload a library
fr: Télécharger une bibliothèque

source: License management
fr: Gestion de la licence

source: Deployment mode
fr: Mode de déploiement

source: License type
fr: Type de licence

source: Used seats
fr: Emplacements utilisés

source: Seats limit
fr: Limite utilisateurs

source: Disabled
fr: Désactivée

source: Expiration date
fr: Date d'expiration

source: Hello there
fr: Bonjour

source: This is CISO Assistant. Your streamlined
fr: Bienvenue dans CISO Assistant. Votre

source: one-stop shop
fr: solution complète

source: for compliance assessment and management.
fr: sur mesure pour l'évaluation et la gestion de conformité.

source: In order to log in, you must create a password for your account.
fr: Afin de vous connecter, vous devez créer un mot de passe pour votre compte.

source: I agree and acccept
fr: Je suis d'accord et j'accepte les

source: Terms and conditions of use
fr: Conditions générales d'utilisation

source: Confirm password
fr: Confirmer le mot de passe

source: Welcome to CISO Assistant!
fr: Bienvenue sur CISO Assistant!

source: Your all-in-one Compliance Management Platform
fr: Votre plateforme de gestion de conformité tout-en-un

source: You have been granted access to CISO Assistant. To get started, use the link below to define your password:
fr: Vous avez obtenu un acccès à CISO Assistant. Pour commencer, utilisez le lien ci-dessous pour définir votre mot de passe:

source: Set my password
fr: Initialiser mon mot de passe

source: An issue with the link? copy and paste the following in your browser
fr: Un problème avec le lien ? Copiez et collez ce qui suit dans votre navigateur

source: This link can only be used once. In case of an issue, you can access your instance
fr: Ce lien ne peut être utilisé qu'une seule fois. Si vous rencontrez un problème, vous pouvez accéder à votre instance

source: here
fr: ici

source: and request a password reset
fr: et demandez une autre réinitialisation de mot de passe

source: If you, or your organization, did not make this request, you can simply ignore this email
fr: Si vous, ou votre organisation, n'avez pas effectué cette demande, vous pouvez simplement ignorer cet email

source: Learn more about CISO Assistant
fr: En savoir plus sur CISO Assistant

source: You need to
fr: Vous devez

source: login
fr: vous connecter

source: to access all the features.
fr: pour accéder à toutes les fonctionnalités.

source: Invalid Username or password
fr: Nom d'utilisateur ou mot de passe invalide

source: Login
fr: Connexion

source: Login with passkeys
fr: Se connecter avec passkeys

source: Forgot password?
fr: Mot de passe oublié ?

source: Password reset
fr: Réinitialisation du mot de passe

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
fr: Vous avez oublié votre mot de passe ? Entrez votre adresse électronique ci-dessous, et nous vous enverrons les instructions pour en définir un nouveau.

source: Email:
fr: Adresse électronique :

source: Send Email
fr: Envoyer l'email

source: Password reset complete
fr: Réinitialisation du mot de passe terminée

source: Your password has been set. You may go ahead and
fr: Votre mot de passe a été défini. Vous pouvez

source: log in
fr: vous connecter

source: now.
fr: maintenant.

source: Reset password
fr: Réinitialiser le mot de passe

source: Password reset sent
fr: Réinitialisation du mot de passe envoyée

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fr: Nous vous avons envoyé les instructions pour définir votre mot de passe, si un compte existe avec l'adresse électronique que vous avez entrée. Vous devriez les recevoir sous peu.
